tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "sqlite"
brew "azure-cli"
brew "bitwarden-cli"
brew "certbot"
brew "cmake"
brew "dockutil"
brew "gitversion"
brew "gnupg"
brew "hugo"
brew "jq"
brew "mas"
brew "openssh"
brew "youtube-dl"
cask "azure-data-studio"
cask "backblaze"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "caffeine"
cask "cleanshot"
cask "discord"
cask "docker"
cask "elmedia-player"
cask "firefox"
cask "gitkraken"
cask "google-chrome"
cask "hot"
cask "insomnia"
cask "istat-menus"
cask "iterm2"
cask "kodi"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-teams"
cask "minecraft"
cask "obsidian"
cask "parallels"
cask "postman"
cask "powershell"
cask "powershell-preview"
cask "qmk-toolbox"
cask "raspberry-pi-imager"
cask "rectangle"
cask "sdformatter"
cask "signal"
cask "slack"
cask "steam"
cask "telegram"
cask "topnotch"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Commander One PRO", id: 1035237815
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LastPass", id: 926036361
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "StuffIt Expander", id: 919269455
mas "Tailscale", id: 1475387142
mas "Xcode", id: 497799835
vscode "bierner.markdown-mermaid"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "icrawl.discord-vscode"
vscode "jvalecillos.gpg"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "phoihos.csv-to-md-table"
vscode "streetsidesoftware.code-spell-checker"
vscode "tinkertrain.theme-panda"
